tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
cask "java"
brew "autoconf"
brew "awscli"
brew "ghc"
brew "cabal-install"
brew "cctools"
brew "curl"
brew "fish"
brew "gradle"
brew "haskell-stack"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "maven"
brew "mongodb"
brew "mysql@5.6"
brew "perl"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "sbt"
brew "scala"
brew "tig"
brew "vim"
brew "yarn"
brew "you-get"
cask "haskell-platform"
cask "macdown"
cask "macvim"
cask "soundcleod"
cask "xquartz"
